export const data = {
  hero: {
    title: "Изготовление и установка пластиковых окон и дверей под ключ"
  },
  about: {
    title: "Наша компания и услуги",
    text: "Мы занимаемся установкой окон в квартирах, домах, коттеджах и на производствах.\n\nРаботаем с немецкой компанией Montblanc. Это компании зарекомендовавшая себя качеством в разработке профилей и остекления.\n\nНа сайте вы можете сами подобрать материалы и типы остекления и сделать расчёт или вызвать бесплатно замерщика. Он же поможет составить смету и договор. Мы стараемся сделать весь процесс быстрым и удобным.\n\nИзучите наш каталог и отправьте ваш запрос или свяжитесь с нами по телефону для консультации."
  },
  benefits: {
    list: [
      { icon: "Shield", text: "Долговечность и прочность" },
      { icon: "VolumeX", text: "Система шумоподавления" },
      { icon: "Palette", text: "Дизайн и качество" }
    ],
    text: "Мы бесплатно поможем вам с замером и расчётом стоимости ваших окон.",
    buttonText: "Закажите обратный звонок"
  },
  examples: {
    title: "Примеры окон в квартирах, домах и коттеджах",
    list: [
      {
        image: "/images/example1.jpg",
        text: "Одностворчатое окно с поворотом",
        list: [
          {
            name: "Eco Line",
            price: 10500
          },
          {
            name: "Lux Line",
            price: 12900
          },
          {
            name: "Multi Line",
            price: 23000
          }
        ]
      },
      {
        image: "/images/example2.jpg",
        text: "Двустворчатое окно с поворотом",
        list: [
          {
            name: "Eco Line",
            price: 10500
          },
          {
            name: "Lux Line",
            price: 12900
          },
          {
            name: "Multi Line",
            price: 23000
          }
        ]
      },
      {
        image: "/images/example3.jpg",
        text: "Трехстворчатое окно с поворотом",
        list: [
          {
            name: "Eco Line",
            price: 15600
          },
          {
            name: "Lux Line",
            price: 18900
          },
          {
            name: "Multi Line",
            price: 28000
          }
        ]
      },
      {
        image: "/images/example4.jpg", // Changed to example4.jpg for uniqueness
        text: "Балкон и окно с поворотом",
        list: [
          {
            name: "Eco Line",
            price: 20500
          },
          {
            name: "Lux Line",
            price: 27900
          },
          {
            name: "Multi Line",
            price: 36000
          }
        ]
      }
    ],
    buttonText: "Закажите обратный звонок"
  },
  montage: {
    title: "Устанавливаем разные виды профилей",
    list: [
      {
        title: "– Шумоподавляющие свойства стеклопакета обеспечивают тишину в городе",
        icon: "Volume2"
      },
      {
        title: "– Тёплое и холодное остекление балконов и лоджий",
        icon: "ShieldCheck"
      },
      {
        title: "– Зимой теплый воздух сохраняется в помещении очень долго",
        icon: "Sun"
      }
    ]
  },
  keyWorking: {
    title: "Что входит в установку окон и дверей «Под ключ»",
    list: [
      "Работа замерщика",
      "Изготовление окон. От 3-х недель",
      "Доставка",
      "Монтаж. Весь монтаж производится за 1 день",
      "Базовые комплектующие. Подоконники, ручки, откосы, крепежи.",
      "Гарантия 15 лет"
    ],
    buttonText: "Рассчитать стоимость"
  },
  experience: {
    title: "Осуществили более 1600 заказов по установке",
    text: "За время опыта работы мы придумали удобную систему коммуникации в телеграм и быстрый способ доставки и установки "
  },
  contacts: [
    { icon: "Phone", name: "+7 (962) 072-76-34", link: "tel:+79620727634" },
    { icon: "Mail", name: "yuri6464@mail.ru", link: "mailto:yuri6464@mail.ru" }
  ]
};